import React from 'react';

function Notice2() {
    return (
        <>
            <div>
<h2><strong>포켓마켓 서비스 이용약관</strong></h2>
<br />
<br />
<br />
<strong>제1조(목적)</strong> 이 약관은 포켓마켓 회사(이하 “회사”라 한다)에서 제공하는 포켓마켓 서비스(이하 “서비스”라 한다)를 이용함에 있어 회사와 이용자의 권리․의무 및 책임사항을 규정함을 목적으로 합니다.
<br />
<br />
  ※「PC통신, 스마트폰(안드로이드폰,아이폰 등) 앱 등을 이용하는 전자상거래에 대해서도 그 성질에 반하지 않는 한 이 약관을 준용합니다.」
<br />
<br />
<strong>제2조(정의)</strong>
<br />
<br />
  ① “사이트”이란 “업주”가 재화 또는 서비스 상품(이하 “재화 등”이라 함)을 “이용자”에게 판매하기 위하여 “회사”가 컴퓨터 등 정보통신설비를 이용하여 재화 등을 거래할 수 있도록 설정한 가상의 영업장을 말한다. 
<br />
  ② “회원”이라 함은 “포켓마켓”에 개인정보를 제공하여 회원등록을 한 자로서, “포켓마켓”의 정보를 지속적으로 제공받으며, “포켓마켓”이 제공하는 서비스를 계속적으로 이용 할 수 있는 자를 의미한다.
<br />
  ③ “비회원”이라 함은 “회원”으로 가입하지 않고 “회사”가 제공하는 서비스를 이용하는 자를 말한다.
<br />
  ④ “이용자”란 포켓마켓 서비스를 이용하는 자를 말하며 회원 및 비회원을 모두 포함한다.
<br />
  ⑤ “게시물”이라 함은 “회원”이 서비스를 이용함에 있어 서비스 상에 게시한 부호·문자·음성·음향·화상·동영상 등의 정보 형태의 글, 사진, 동영상 및 각종 파일과 링크 등을 의미한다.
<br />
  ⑥ “업주”란 “회사”가 제공하는 “서비스”를 이용해 “재화 등”에 관한 정보를 게제하고, 판매(조리 포함)하는 주체를 말한다.
<br />
<br />
<strong>제3조 (약관 등의 명시와 설명 및 개정)</strong>
<br />
<br />
  ① “회사”는 이 약관의 내용과 상호 및 대표자 성명, 영업소 소재지 주소(소비자의 불만을 처리할 수 있는 곳의 주소를 포함), 전화번호․모사전송번호․전자우편주소, 사업자등록번호, 통신판매업 신고번호, 개인정보관리책임자등을 이용자가 쉽게 알 수 있도록 “사이트”의 초기 서비스화면(전면)에 게시합니다. 다만, 약관의 내용은 “이용자”가 연결화면을 통하여 볼 수 있도록 할 수 있습니다.
<br />
  ② “회사”는 이용자가 약관에 동의하기에 앞서 약관에 정하여져 있는 내용 중 청약철회․배송책임․환불조건 등과 같은 중요한 내용을 이용자가 이해할 수 있도록 별도의 연결화면 또는 팝업화면 등을 제공하여 이용자의 확인을 구하여야 합니다.
<br />
  ③ “회사”은 「전자상거래 등에서의 소비자보호에 관한 법률」, 「약관의 규제에 관한 법률」, 「전자문서 및 전자거래기본법」, 「전자금융거래법」, 「전자서명법」, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」, 「방문판매 등에 관한 법률」, 「소비자기본법」 등 관련 법을 위배하지 않는 범위에서 이 약관을 개정할 수 있습니다.
<br />
  ④ “회사”가 약관을 개정할 경우에는 적용일자 및 개정사유를 명시하여 현행약관과 함께 “사이트”의 초기화면에 그 적용일자 7일 이전부터 적용일자 전일까지 공지합니다. 다만, 이용자에게 불리하게 약관내용을 변경하는 경우에는 최소한 30일 이상의 사전 유예기간을 두고 공지합니다.  이 경우 "회사“는 개정 전 내용과 개정 후 내용을 명확하게 비교하여 이용자가 알기 쉽도록 표시합니다. 
<br />
  ⑤ “회사”이 약관을 개정할 경우에는 그 개정약관은 그 적용일자 이후에 체결되는 계약에만 적용되고 그 이전에 이미 체결된 계약에 대해서는 개정 전의 약관조항이 그대로 적용됩니다. 다만 이미 계약을 체결한 이용자가 개정약관 조항의 적용을 받기를 원하는 뜻을 제3항에 의한 개정약관의 공지기간 내에 “회사”에 송신하여 “회사”의 동의를 받은 경우에는 개정약관 조항이 적용됩니다.
<br />
  ⑥ 이 약관에서 정하지 아니한 사항과 이 약관의 해석에 관하여는 전자상거래 등에서의 소비자보호에 관한 법률, 약관의 규제 등에 관한 법률, 공정거래위원회가 정하는 전자상거래 등에서의 소비자 보호지침 및 관계법령 또는 상관례에 따릅니다.
<br />
<br />
<strong>제4조(서비스의 제공 및 변경)</strong>
<br />
<br />
  ① “회사”는 다음과 같은 업무를 수행합니다.
  <br />
&nbsp;&nbsp;&nbsp;&nbsp;1. “재화 등”에 대한 주문중개 및 판매중개 등 통신판매중개 서비스
<br />
&nbsp;&nbsp;&nbsp;&nbsp;2. “재화 등”에 대한 판매 서비스
<br />
&nbsp;&nbsp;&nbsp;&nbsp;3. 위치기반 서비스
<br />
&nbsp;&nbsp;&nbsp;&nbsp;4. “재화 등”에 대한 광고플랫폼 서비스
<br />
&nbsp;&nbsp;&nbsp;&nbsp;5. 기타 “회사”가 정하는 서비스
<br />
  ② “회사”는 서비스 제공과 관련한 회사 정책의 변경 등 기타 상당한 이유가 있는 경우 등 운영상, 기술상의 필요에 따라 제공하고 있는 “서비스”의 전부 또는 일부를 변경 또는 중단 할 수 있습니다. 이 경우에는 변경된 재화 또는 서비스 상품의 내용 및 제공일자를 명시하여 현재의 재화 또는 서비스 상품의 내용을 게시한 곳에 즉시 공지합니다.
<br />
  ③ “서비스”의 내용, 이용방법, 이용시간에 대한 변경 또는 “서비스”중단이 있는 경우에는 변경 또는 중단될 “서비스”의 내용 및 사유와 일자 등은 그 변경 또는 중단 전에 회사 “사이트”또는 “서비스”내 “공지사항”화면 등 “회원”이 충분히 인지할 수 있는 방법으로 사전에 공지합니다.
<br />
<br />
<strong>제5조(서비스의 중단)</strong>
<br />
<br />
  ① “회사”는 컴퓨터 등 정보통신설비의 보수점검․교체 및 고장, 통신의 두절 등의 사유가 발생한 경우에는 “서비스”의 제공을 일시적으로 중단할 수 있습니다.
<br />
  ② “회사”는 제1항의 사유로 서비스의 제공이 일시적으로 중단됨으로 인하여 이용자 또는 제3자가 입은 손해에 대하여 배상합니다. 단, “회사”의 고의 또는 과실이 없음을 입증하는 경우에는 그러하지 아니합니다.
<br />
  ③ 사업종목의 전환, 사업의 포기, 업체 간의 통합 등의 이유로 서비스를 제공할 수 없게 되는 경우에는 “회사”는 제8조에 정한 방법으로 이용자에게 통지하고 당초 “회사”에서 제시한 조건에 따라 소비자에게 보상합니다. 다만, “회사”가 보상기준 등을 고지하지 아니한 경우에는 이용자들의 마일리지 또는 적립금 등을 “회사”에서 통용되는 통화가치에 상응하는 현물 또는 현금으로 이용자에게 지급합니다.
<br />
<br />
<strong>제6조(회원가입)</strong>
<br />
<br />
  ① 이용자는 “회사”가 정한 가입 양식에 따라 회원정보를 기입한 후 이 약관에 동의한다는 의사표시를 함으로서 회원가입을 신청합니다.
<br />
  ② “회사”는 제1항과 같이 회원으로 가입할 것을 신청한 이용자 중 다음 각 호에 해당하지 않는 한 회원으로 등록합니다.
<br />
&nbsp;&nbsp;&nbsp;&nbsp;1. 가입신청자가 이 약관 제7조제3항에 의하여 이전에 회원자격을 상실한 적이 있는 경우, 다만 제7조제3항에 의한 회원자격 상실 후 3년이 경과한 자로서 “회사”의 회원재가입 승낙을 얻은 경우에는 예외로 한다.
    <br />
&nbsp;&nbsp;&nbsp;&nbsp;2. 등록 내용에 허위, 기재누락, 오기가 있는 경우
    <br />
&nbsp;&nbsp;&nbsp;&nbsp;3. 기타 회원으로 등록하는 것이 “회사”의 기술상 현저히 지장이 있다고 판단되는 경우
<br />
  ③ 회원가입계약의 성립 시기는 “회사”의 승낙이 회원에게 도달한 시점으로 합니다.
<br />
  ④ 회원은 회원가입 시 등록한 사항에 변경이 있는 경우, 상당한 기간 이내에 “회사”에 대하여 회원정보 수정 등의 방법으로 그 변경사항을 알려야 합니다.
<br />
<br />
<strong>제7조(회원 탈퇴 및 자격 상실 등)</strong>
<br />
<br />
  ① 회원은 “회사”에 언제든지 탈퇴를 요청할 수 있으며 “회사”는 즉시 회원탈퇴를 처리합니다.
<br />
  ② 회원이 다음 각 호의 사유에 해당하는 경우, “회사”는 회원자격을 제한 및 정지시킬 수 있습니다.
<br />
&nbsp;&nbsp;&nbsp;&nbsp;1. 가입 신청 시에 허위 내용을 등록한 경우
    <br />
&nbsp;&nbsp;&nbsp;&nbsp;2. “서비스”를 이용하여 구입한 재화 등의 대금, 기타 “서비스”이용에 관련하여 회원이 부담하는 채무를 기일에 지급하지 않는 경우
    <br />
&nbsp;&nbsp;&nbsp;&nbsp;3. 다른 사람의 “서비스” 이용을 방해하거나 그 정보를 도용하는 등 전자상거래 질서를 위협하는 경우
    <br />
&nbsp;&nbsp;&nbsp;&nbsp;4. “서비스”를 이용하여 법령 또는 이 약관이 금지하거나 공서양속에 반하는 행위를 하는 경우
    <br />
  ③ “회사”가 회원 자격을 제한․정지 시킨 후, 동일한 행위가 2회 이상 반복되거나 30일 이내에 그 사유가 시정되지 아니하는 경우 “회사”는 회원자격을 상실시킬 수 있습니다.
<br />
  ④ “회사”가 회원자격을 상실시키는 경우에는 회원등록을 말소합니다. 이 경우 회원에게 이를 통지하고, 회원등록 말소 전에 최소한 30일 이상의 기간을 정하여 소명할 기회를 부여합니다.
<br />
<br />
<strong>제8조(회원에 대한 통지)</strong>
<br />
<br />
  ① “회사”가 회원에 대한 통지를 하는 경우, 회원이 “회사”와 미리 약정하여 지정한 전자우편 주소로 할 수 있습니다.
<br />
  ② “회사”는 불특정다수 회원에 대한 통지의 경우 1주일이상 “서비스” 게시판에 게시함으로서 개별 통지에 갈음할 수 있습니다. 다만, 회원 본인의 거래와 관련하여 중대한 영향을 미치는 사항에 대하여는 개별통지를 합니다.
<br />
<br />
<strong>제9조(회원의 게시물)</strong>
<br />
<br />
  ① “회원”이 작성한 게시물에 대한 저작권 및 모든 책임은 이를 게시한 “회원”에게 있습니다. 단, “회사”는 “회원”이 게시하거나 등록하는 게시물의 내용이 다음 각 호에 해당한다고 판단되는 경우 해당 게시물을 사전통지 없이 삭제 또는 임시조치(블라인드)할 수 있습니다.
  <br />
&nbsp;&nbsp;&nbsp;&nbsp;1. 다른 회원 또는 제3자를 비방하거나 명예를 손상시키는 내용인 경우
<br />
&nbsp;&nbsp;&nbsp;&nbsp;2. 공공질서 및 미풍약속에 위반되는 내용일 경우
<br />
&nbsp;&nbsp;&nbsp;&nbsp;3. 범죄적 행위에 결부된다고 인정되는 경우
<br />
&nbsp;&nbsp;&nbsp;&nbsp;4. 회사의 저작권, 제3자의 저작권 등 기타 권리를 침해하는 내용인 경우
<br />
&nbsp;&nbsp;&nbsp;&nbsp;5. 회원이 사이트와 게시판에 음란물을 게재하거나 음란사이트를 링크하는 경우
<br />
&nbsp;&nbsp;&nbsp;&nbsp;6. 회사로부터 사전 승인 받지 아니한 상업광고, 판촉 내용을 게시하는 경우
<br />
&nbsp;&nbsp;&nbsp;&nbsp;7. 해당 상품과 관련 없는 내용인 경우
<br />
&nbsp;&nbsp;&nbsp;&nbsp;8. 정당한 사유 없이 “회사” 또는 “업주”의 영업을 방해하는 내용을 기재하는 경우
<br />
&nbsp;&nbsp;&nbsp;&nbsp;9. 자신의 업소를 홍보할 목적으로 직접 또는 제3자(리뷰대행업체 등)을 통하여 위법 부당한 방법으로 허위 또는 과장된 게시글을 게재하는 경우
<br />
&nbsp;&nbsp;&nbsp;&nbsp;10. 허위주문 또는 주문취소 등 위법 부당한 방법으로 리뷰권한을 획득하여 “회원” 또는 제3자의 계정을 이용하여 게시글을 게시하는 경우
<br />
&nbsp;&nbsp;&nbsp;&nbsp;11. 의미 없는 문자 및 부호에 해당하는 경우
<br />
&nbsp;&nbsp;&nbsp;&nbsp;12. 제3자 등으로부터 권리침해신고가 접수된 경우
<br />
&nbsp;&nbsp;&nbsp;&nbsp;14. 기타 회사의 서비스 약관, 운영정책 등 위반행위를 할 우려가 있거나 위반 행위를 한 경우
<br />
<br />
<strong>제10조 (회원게시물의 관리)</strong>
<br />
<br />
  ① “회원”의 “게시물”이 정보통신망법 및 저작권법 등 관련법에 위반되는 내용을 포함하는 경우, 권리자는 관련법이 정한 절차에 따라 해당 “게시물”의 게시중단 및 삭제 등을 요청할 수 있으며, 회사는 관련법에 따라 조치를 취하여야 합니다.
<br />
  ② “회사”는 전항에 따른 권리자의 용청이 없는 경우라도 권리침해가 인정될 만한 사유가 있거나 기타 회사 정책 및 관련법에 위반되는 경우에는 관련법에 따라 해당 “게시물”에 대해 임시조치 등을 취할 수 있습니다.
<br />
  ③ 본 조에 따른 세부절차는 정보통신망법 및 저작권법이 규정한 범위 내에서 “회사”가 정한 게시중단요청서비스에 따릅니다.
      -게시중단요청: pocketmarket.official@gmail.com
<br />
<br />
<strong>제11조(이용제한 등)</strong>
<br />
<br />
  ① “회사”는 “이용자”가 이 약관의 의무를 위반하거나 “서비스”의 정상적인 운영을 방해한 경우, 주의, 경고, 일시정지, 영구이용정지, 계약해지 등의 (삭제)조치를 즉시 취할 수 있으며, “이용자”는 법적책임을 부담합니다.
  <br />
  ② “회사”는 “주민등록법”을 위반한 명의도용 및 결제도용, 전화번호 도용, “저작권법”을 위반한 불법프로그램의 제공 및 운영방해, “정보통신망 이용촉진 및 정보보호 등에 관한 법률”을 위반한 불법통신 및 해킹, 악성프로그램의 배포, 접속권한 초과행위, “여신전문금융업법”을 위반한 “이용자”의 신용카드 부정거래 등 이와 유사한 형태의 부정행위 등과 같이 관련법을 위반한 경우에는 주의, 경고, 일시정지, 영구이용정지, 계약해지 등의 조치를 즉시 취할 수 있으며, “이용자”는 법적책임을 부담할 수 있습니다.
  <br />
  ③ “회사”는 회원이 계속해서 1년 이상 로그인하지 않는 경우, 회원정보의 보호 및 운영의 효율성을 위해 이용을 제한할 수 있습니다.
  <br />
  ④  본 조의 이용제한 범위 내에서 제한의 조건 및 세부내용은 회사의 이용제한정책에서 정하는 바에 의합니다.
  <br />
  ⑤  본 조에 따라 서비스 이용을 제한하거나 계약을 해지하는 경우에는 회사는 제 8조(회원에 대한 통지)에 따라 통지합니다.
  <br />
  ⑥ “회원”은 본 조에 따른 이용제한 등에 대해 “회사”가 정한 절차에 따라 이의신청을 할 수 있습니다. 이 때 이의가 정당하다고 회사가 인정하는 경우 “회사”는 즉시 서비스의 이용을 재개합니다.
  <br />
  ⑦  본 조에 따라 이용제한이 되는 경우 서비스 이용을 통해 획득한 혜택 등도 모두 이용중단, 또는 소멸되며, “회사”는 이에 대해 별도로 보상하지 않습니다.
<br />
<br />
<strong>제12조(권리의 귀속)</strong>
<br />
<br />
  ① “서비스”에 대한 저작권 및 지적재산권은 “회사”에 귀속됩니다. 단, “회원”의 “게시물” 및 제휴계약에 따라 제공된 저작물 등은 제외합니다.
  <br />
  ② “회사”가 제공하는 “서비스”의 디자인, “회사”가 만든 텍스트, 스크립트(script), 그래픽, “회원”상호간 전송 기능 등 “회사”가 제공하는 “서비스”에 관련된 모든 상표, 서비스 마크, 로고 등에 관한 저작권 기타 지적재산권은 대한민국 및 외국의 법령에 기하여 “회사”가 보유하고 있거나 “회사”에게 소유권 또는 사용권이 있습니다.
  <br />
  ③ “회원”은 이 이용약관으로 인하여 서비스를 소유하거나 “서비스”에 관한 저작권을 보유하게 되는 것이 아니라, “회사”로부터 서비스의 이용을 허락 받게 되는바, 정보취득 또는 개인용도로만 “서비스”를 이용할 수 있습니다.
  <br />
  ④ “회원”은 명시적으로 허락된 내용을 제외하고는 “서비스”를 통해 얻어지는 정보를 영리 목적으로 사용, 복사, 유통하는 것을 포함하여, “회사”가 만든 텍스트, 스크립트, 그래픽의 “회원”상호간 전송기능 등을 복사하거나 유통할 수 없습니다. 
  <br />
  ⑤ “회사”는 서비스와 관련하여 “회원”에게 “회사”가 정한 이용조건에 따라, 계정, ID, 콘텐츠 등을 이용할 수 있는 이용권만을 부여하며, 이용자는 회사를 이용함으로써 얻은 정보를 회사의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 등 기타 방법에 의하여 영리 목적으로 이용하거나 제 3자에게 이용, 양도, 판매, 담보목적으로 제공하여서는 안됩니다.  
<br />
<br />
<strong>제13조(개별 서비스에 대한 약관 및 이용조건)</strong>
<br />
<br />
  ① “회사”는 개별 서비스와 관련한 별도의 약관 및 이용정책을 둘 수 있으며, 개별서비스에서 별도로 적용되는 약관에 대한 동의는 “회원”이 개별서비스를 최초로 이용할 경우 별도의 동의절차를 거치게 됩니다.
  <br />
  ② 전항에도 불고하고 “회사”는 개별 서비스에 대한 이용정책에 대해서는 “서비스”를 통해 공지할 수 있으며, “이용자”는 이용정책을 숙지하고 준수하여야 합니다.
<br />
<br />
<strong>제14조(포인트)</strong>
<br />
<br />
  ① 포인트는 “서비스”를 통해 “재화 등”을 구매하는 경우 대금 결제 수단으로 사용할 수 있는 현금 등가 등의 결제수단을 의미합니다.
  <br />
  ② 포인트는 “회원”의 구매활동, 이벤트 참여 등에 따라 “회사”가 적립, 부여하는 무료 포인트와 “회원”이 유료로 구매하는 유료 포인트로 구분됩니다.
  <br />
  ③ 무료 포인트의 유효기간은 적립일로 1년이며, 유료 포인트는 충전일로부터 5년이 경과하는 날까지 이용하지 않을 경우 상법상 소멸시효에 따라 소멸됩니다. 단 “회사”는 무료 포인트의 유효기간을 변경할 수 있으며 이 경우 발급 시점에 “회원”에게 고지합니다.
  <br />
  ④ “회사”가 무상으로 적립 또는 부여하는 무료 포인트는 현금 환급 신청이 불가합니다.
  <br />
  ⑤ “회사”는 “회원”이 유료 포인트에 대한 환급을 요구할 경우, 환급수수료를 공제하고 환급할 수 있으며, 환급조건 및 환급수수료에 대한 구체적인 내용은 서비스 페이지를 통해 안내합니다.
  <br />
  ⑥ “회원”탈퇴 시 미 사용한 무료 포인트는 소멸되며, “회사”는 소멸되는 무료 포인트에 대해서 별도의 보상을 하지 않습니다.
  <br />
  ⑦ “회사”는 “회원”이 포인트를 적립, 구매, 사용하는 경우 휴대폰인증, I-PIN 등 “회사”가 정한 인증절차를 거치도록 할 수 있습니다.
  <br />
  ⑧ “회사”는 포인트 적립기준, 사용조건 및 제한 등에 관한 사항을 서비스 화면에 별도로 게시하거나 통지합니다.     
 <br />
 <br />
<strong>제15조(할인 쿠폰)</strong>
<br />
<br />
  ① 할인쿠폰은 “회사”의 이벤트 프로모션 참여, “업주”발급, “회사”의 정책에 따른 “회원” 등급별 부여 등을 통하여 “회원”에게 지급되며, “할인쿠폰”별 유효기간, 할인금액 및 사용방법 등은 개별 안내사항을 통하여 확인 가능합니다.
  <br />
  ② 할인쿠폰은 현금으로 환급될 수 없으며, 할인쿠폰에 표시된 유효기간이 만료되거나 이용계약이 종료되면 소멸합니다.
  <br />
  ③ “회사”는 “회원”이 부정한 목적과 방법으로 할인쿠폰 등을 획득하거나 사용하는 사실이 확인될 경우, 해당 이용자에 대한 할인쿠폰을 회수 또는 소멸시키거나 회원자격을 제한할 수 있습니다.
  <br />
  ④ 할인쿠폰의 제공내용 및 운영방침은 “회사”의 정책에 따라 달라질 수 있습니다.
<br />
<br />
<strong>제16조(주문 및 결제)</strong>
<br />
<br />
  ① “재화 등”에 대한 매매계약은 “회원”이 “업주”가 제시한 상품의 판매 조건에 응하여 청약의 의사표시를 하고 이에 대하여 “업주”가 승낙의 의사표시를 함으로써 “회원”과 “업주”간에 체결됩니다.
  <br />
  ② “회원”은 다음 또는 이와 유사한 방법에 의한 구매를 신청할 수 있습니다.
  <br />
&nbsp;&nbsp;&nbsp;&nbsp;1. 바로결제서비스(수취인 정보의 입력 및 결제수단의 선택포함)
<br />
  ③ “회사”가 “업주”등 제3자에게 이용자의 개인정보를 제공할 필요가 있는 경우 I)개인정보를 제공받는 자 II)개인정보를 제공받는 자의 개인정보 이용목적, III)제공하는 개인정보의 항목, IV) 개인정보를 제공받는 자의 개인정보 보유 및 이용기간을 구매자에게 알리고 동의를 받습니다.
<br />
  ④ “회사”가 제3자에게 구매자의 개인정보를 처리할 수 있도록 업무를 위탁하는 경우에는 I)개인정보 처리위탁을 받는 자, II)개인정보 처리위탁을 하는 업무의 내용을 구매자에게 알리고 동의를 받습니다. 다만, 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」에서 정하고 있는 방법으로 개인정보 처리방침을 통해 알림으로써 동의절차를 갈음할 수 있습니다.
<br />
  ⑤ “회원”이 전화주문을 통해 업주에게 직접 주문을 하는 경우, 회사는 주문내역 및 취소, 환불, 거래정보 등에 대해 관여하거나, 이에 대한 일체의 책임을 부담하지 않습니다. 
  <br />
  ⑥ “회사”는 바로결제 방식에 대한 대금지급방법으로 신용카드 결제, 핸드폰 결제, 포인트, 기타 “회사”가 추가 지정하는 결제수단 등을 제공할 수 있습니다.
  <br />
  ⑦ “회원”이 바로결제서비스로 주문하는 경우 연락처 등 회원정보에 대한 정확한 정보를 기재해야하며, “회원”이 입력한 정보 및 그 정보와 관련하여 발생한 책임과 불이익은 “회원”이 부담합니다.
  <br />
  ⑧ “회사”는 “회원”의 바로결제내역을 서비스 화면을 통해 확인할 수 있도록 조치하며, 전자상거래등에서의 소비자보호에 관한 법률 규정에 의해 일정기간 동안 보존 할 수 있습니다. 
<br />
<br />
<strong>제17조(개인정보보호)</strong>
<br />
<br />
  ① “회사”는 이용자의 개인정보 수집시 서비스제공을 위하여 필요한 범위에서 최소한의 개인정보를 수집합니다. 
<br />
  ② “회사”는 회원가입시 구매계약이행에 필요한 정보를 미리 수집하지 않습니다. 다만, 관련 법령상 의무이행을 위하여 구매계약 이전에 본인확인이 필요한 경우로서 최소한의 특정 개인정보를 수집하는 경우에는 그러하지 아니합니다.
<br />
  ③ “회사”는 이용자의 개인정보를 수집·이용하는 때에는 당해 이용자에게 그 목적을 고지하고 동의를 받습니다. 
<br />
  ④ “회사”는 수집된 개인정보를 목적외의 용도로 이용할 수 없으며, 새로운 이용목적이 발생한 경우 또는 제3자에게 제공하는 경우에는 이용·제공단계에서 당해 이용자에게 그 목적을 고지하고 동의를 받습니다. 다만, 관련 법령에 달리 정함이 있는 경우에는 예외로 합니다.
<br />
  ⑤ “회사”가 제2항과 제3항에 의해 이용자의 동의를 받아야 하는 경우에는 개인정보관리 책임자의 신원(소속, 성명 및 전화번호, 기타 연락처), 정보의 수집목적 및 이용목적, 제3자에 대한 정보제공 관련사항(제공받은자, 제공목적 및 제공할 정보의 내용) 등 「정보통신망 이용촉진 및 정보보호 등에 관한 법률」 제22조제2항이 규정한 사항을 미리 명시하거나 고지해야 하며 이용자는 언제든지 이 동의를 철회할 수 있습니다.
<br />
  ⑥ 이용자는 언제든지 “회사”가 가지고 있는 자신의 개인정보에 대해 열람 및 오류정정을 요구할 수 있으며 “회사”는 이에 대해 지체 없이 필요한 조치를 취할 의무를 집니다. 이용자가 오류의 정정을 요구한 경우에는 “회사”는 그 오류를 정정할 때까지 당해 개인정보를 이용하지 않습니다.
<br /> 
  ⑦ “회사”는 개인정보 보호를 위하여 이용자의 개인정보를 취급하는 자를  최소한으로 제한하여야 하며 신용카드, 은행계좌 등을 포함한 이용자의 개인정보의 분실, 도난, 유출, 동의 없는 제3자 제공, 변조 등으로 인한 이용자의 손해에 대하여 모든 책임을 집니다.
<br />
  ⑧ “회사” 또는 그로부터 개인정보를 제공받은 제3자는 개인정보의 수집목적 또는 제공받은 목적을 달성한 때에는 당해 개인정보를 지체 없이 파기합니다.
<br />
  ⑨ “회사”는 개인정보의 수집·이용·제공에 관한 동의 란을 미리 선택한 것으로 설정해두지 않습니다. 또한 개인정보의 수집·이용·제공에 관한 이용자의 동의거절시 제한되는 서비스를 구체적으로 명시하고, 필수수집항목이 아닌 개인정보의 수집·이용·제공에 관한 이용자의 동의 거절을 이유로 회원가입 등 서비스 제공을 제한하거나 거절하지 않습니다.
<br />
<br />
<strong>제18조(“회사“의 의무)</strong>
<br />
<br />
  ① “회사”는 법령과 이 약관이 금지하거나 공서양속에 반하는 행위를 하지 않으며 이 약관이 정하는 바에 따라 지속적이고, 안정적으로 “서비스”를 제공하는데 최선을 다하여야 합니다.
<br />
  ② “회사”는 이용자가 안전하게 “서비스”를 이용할 수 있도록 이용자의 개인정보(신용정보 포함)보호를 위한 보안 시스템을 갖추어야 합니다.
<br />
  ③ “회사”가 재화나 서비스 상품역에 대하여 「표시․광고의 공정화에 관한 법률」 제3조 소정의 부당한 표시․광고행위를 함으로써 이용자가 손해를 입은 때에는 이를 배상할 책임을 집니다.
<br />
  ④ “회사”는 관계 법령이 정한 의무사항을 준수합니다.
<br />
<br />
<strong>제19조(회원의 ID 및 비밀번호에 대한 의무)</strong>
<br />
<br />
  ① 제17조의 경우를 제외한 ID와 비밀번호에 관한 관리책임은 회원에게 있습니다.
<br />
  ② 회원은 자신의 ID 및 비밀번호를 제3자에게 이용하게 해서는 안됩니다.
<br />
  ③ 회원이 자신의 ID 및 비밀번호를 도난당하거나 제3자가 사용하고 있음을 인지한 경우에는 바로 “회사”에 통보하고 “회사”의 안내가 있는 경우에는 그에 따라야 합니다.
<br />
  ④ “회원”이 제3항을 따른 통지를 하지 않거나 “회사”의 조치에 응하지 아니하여 발생하는 모든 불이익에 대한 책임은 “회원”에게 있습니다.
<br />
<br />
<strong>제20조(이용자의 의무) 이용자는 다음 행위를 하여서는 안 됩니다.</strong>
<br />
<br />
  ① “이용자”는 관계법령 및 이 약관의 규정, “회사”의 정책, 이용안내 등 “회사”가 통지 또는 공지하는 사항을 준수하여야하며, 기타 “회사”업무에 방해되는 행위를 하여서는 안됩니다.
  <br />
  ② “이용자”는 서비스 이용과 관련하여 다음 각 호의 행위를 하여서는 안됩니다.
  <br />
&nbsp;&nbsp;&nbsp;&nbsp;1. 신청 또는 변경시 허위 내용의 등록
<br />
&nbsp;&nbsp;&nbsp;&nbsp;2. 타인의 정보 도용
<br />
&nbsp;&nbsp;&nbsp;&nbsp;3. “회사”에 게시된 정보의 변경
<br />
&nbsp;&nbsp;&nbsp;&nbsp;4. “회사”가 정한 정보 이외의 정보(컴퓨터 프로그램 등) 등의 송신 또는 게시
<br />
&nbsp;&nbsp;&nbsp;&nbsp;5. “회사” 기타 제3자의 저작권 등 지적재산권에 대한 침해
<br />
&nbsp;&nbsp;&nbsp;&nbsp;6. “회사” 기타 제3자의 명예를 손상시키거나 업무를 방해하는 행위
<br />
&nbsp;&nbsp;&nbsp;&nbsp;7. 외설 또는 폭력적인 메시지, 화상, 음성, 기타 공서양속에 반하는 정보를 “서비스”에 공개 또는 게시하는 행위
<br />
&nbsp;&nbsp;&nbsp;&nbsp;8. 고객센터 상담 내용이 욕설, 폭언, 성희롱 등에 해당하는 행위
<br />
&nbsp;&nbsp;&nbsp;&nbsp;9. 허위 주문, 허위 리뷰작성 등을 통해 서비스를 부정한 목적으로 이용하는 행위
<br />
&nbsp;&nbsp;&nbsp;&nbsp;10. 자산의 ID, PW를 제3자에게 양도하거나 대여하는 등의 행위
<br />
&nbsp;&nbsp;&nbsp;&nbsp;11. 정당한 사유 없이 당사의 영업을 방해하는 내용을 기재하는 행위
<br />
&nbsp;&nbsp;&nbsp;&nbsp;12. 리버스엔지니어링, 디컴파일, 디스에셈블 및 기타 일체의 가공행위를 통하여 서비스를 복제, 분해 또는 모방 기타 변형하는 행위
<br />
&nbsp;&nbsp;&nbsp;&nbsp;13. 자동 접속 프로그램 등을 사용하는 등 정상적인 용법과 다른 방법으로 서비스를 이용하여 회사의 서버에 부하를 일으켜 회사의 정상적인 서비스를 방해하는 행위
<br />
&nbsp;&nbsp;&nbsp;&nbsp;14. 기타 관계법령에 위반된다고 판단되는 행위
<br />
<br />
<strong>제21조(취소 ∙ 환불)</strong>
<br />
<br />
  ① “재화 등”에 대한 취소 및 환불 규정은 전자상거래등에서의 소비자보호에 관한 법률 등 관련 법령을 준수합니다. 또한, 주문 완료 후 음식 조리가 시작된 이후에는 “업주”에게 회복할 수 없는 손해가 발생하므로 단순변심에 의한 청약철회 등은 할 수 없습니다.
  <br />
  ② “회사” 및 “업주”는 별도의 취소 및 환불 관련 규정을 정할 수 있으며, 이 경우 별도 계약 및 이용조건상의 취소 및 환불 규정이 우선 적용됩니다.
  <br />
  ③ “회사”는 “회원”이 본 조에 따라 바로결제를 통한 구매에 대해 청약철회를 하고 “업주”의 승인이 있는 경우 또는 구매 신청한 상품이 품절 등의 사유로 인도 또는 제공을 할 수 없음을 인지한 경우 지체 없이 그 사유를 “회원”에게 통지하고, 바로결제 내역을 취소하거나 대금을 받은 경우에는 환급에 필요한 조치를 취합니다. 
  <br />
  ④ 취소와 환불은 “업주”와 확인 후 처리 하게 되며, 신용카드 결제 및 핸드폰결제는 신용카드사 및 이동통신사의 환불기준에 의거하여 처리가 완료되는데 시일이 소요될 수 있습니다.
  <br />
<br />
<br />
<strong>제22조(책임제한)</strong>
<br />
<br />
  ① “회사”는 다음의 사항에 대해서는 책임을 지지 않습니다. 단, “회사” 및 “회사”의 임직원, 대리인의 고의 또는 중대한 과실이 인정되는 경우에는 그러하지 아니합니다.
  <br />
&nbsp;&nbsp;&nbsp;&nbsp;1. “회사”는 “업주”와 “회원”간의 상품거래를 중개하는 플랫폼 서비스만을 제공할 뿐, “재화 등”을 판매하는 당사자가 아니며, “재화 등”에 대한 정보, 하자 등에 대한 책임은 “업주”에게 있습니다.
<br />
&nbsp;&nbsp;&nbsp;&nbsp;2. “회사”는 “업주”가 게재한 정보, 자료, 사실의 신뢰도, 정확성 등 내용에 관해서는 책임을 지지 않습니다.
<br />
&nbsp;&nbsp;&nbsp;&nbsp;3. “회사”는 천재지변 또는 이에 준하는 불가항력으로 인하여 “서비스”를 제공할 수 없는 경우에는 서비스 제공에 관한 책임이 면제됩니다.
<br />
&nbsp;&nbsp;&nbsp;&nbsp;4. “회사”는 “회원”의 귀책사유로 인한 “서비스”이용의 장애에 대하여는 책임을 지지 않습니다.
<br />
&nbsp;&nbsp;&nbsp;&nbsp;5. “회사”는 “회원” 및 “업주”가 게재한 이용후기, 맛집 평가, 사진 등 정보/자료/사실의 신뢰도, 정확성에 대해서는 책임을 지지 않습니다.
<br />
&nbsp;&nbsp;&nbsp;&nbsp;6. “회사”는 제3자가 서비스 내 화면 또는 링크된 웹사이트를 통하여 광고한 제품 또는 서비스의 내용과 품질에 대하여 감시할 의무 기타 어떠한 책임도 지지 아니합니다.
<br />
&nbsp;&nbsp;&nbsp;&nbsp;7. “회사”는 “회원”이 서비스를 이용하여 기대하는 수익을 상실한 것에 대하여 책임을 지지 않으며, 그 밖의 서비스를 통하여 얻은 자료로 인한 손해에 관하여 책임을 지지 않습니다.
<br />
&nbsp;&nbsp;&nbsp;&nbsp;8. “회사”는 “회원”간 또는 “회원”과 제3자 상호간에 서비스를 매개로 하여 거래 등을 한 경우에는 책임이 면제됩니다.
<br />
  ② “회사” 및 “회사”의 임직원 그리고 대리인은 고의 또는 과실이 없는 한 다음과 같은 사항으로부터 발생하는 손해에 대해 책임을 지지 아니합니다.
  <br />
&nbsp;&nbsp;&nbsp;&nbsp;1. 회원 정보의 허위 또는 부정확성에 기인하는 손해
<br />
&nbsp;&nbsp;&nbsp;&nbsp;2. 서비스에 대한 접속 및 서비스의 이용과정에서 “회원”의 귀책사유로 발생하는 손해
<br />
&nbsp;&nbsp;&nbsp;&nbsp;3. 서버에 대한 제3자의 모든 불법적인 접속 또는 서버의 불법적인 이용으로부터 발생하는 손해 및 제3자의 불법적인 행위를 방지하거나 예방하는 과정에서 발생하는 손해
<br />
&nbsp;&nbsp;&nbsp;&nbsp;4. 제3자가 서비스를 이용하여 불법적으로 전송, 유포하거나 또는 전송, 유포되도록 한 모든 바이러스, 스파이웨어 및 기타 악성 프로그램으로 인한 손해
<br />
<br />
<strong>제23조(저작권의 귀속 및 이용제한)</strong>
<br />
<br />
  ① “회사”가 작성한 저작물에 대한 저작권 기타 지적재산권은 “회사”에 귀속합니다.
<br />
  ② 이용자는 “서비스”를 이용함으로써 얻은 정보 중 “회사”에게 지적재산권이 귀속된 정보를 “회사”의 사전 승낙 없이 복제, 송신, 출판, 배포, 방송 기타 방법에 의하여 영리목적으로 이용하거나 제3자에게 이용하게 하여서는 안됩니다.
<br />
  ③ “회사”는 약정에 따라 이용자에게 귀속된 저작권을 사용하는 경우 당해 이용자에게 통보하여야 합니다.
<br />
<br />
<strong>제24조(분쟁해결)</strong>
<br />
<br />
  ① “회사”는 이용자가 제기하는 정당한 의견이나 불만을 반영하고 그 피해를 보상처리하기 위하여 피해보상처리기구를 설치․운영합니다.
<br />
  ② “회사”는 이용자로부터 제출되는 불만사항 및 의견은 우선적으로 그 사항을 처리합니다. 다만, 신속한 처리가 곤란한 경우에는 이용자에게 그 사유와 처리일정을 즉시 통보해 드립니다.
<br />
  ③ “회사”와 이용자 간에 발생한 전자상거래 분쟁과 관련하여 이용자의 피해구제신청이 있는 경우에는 공정거래위원회 또는 시·도지사가 의뢰하는 분쟁조정기관의 조정에 따를 수 있습니다.
<br />
<br />
<strong>제25조(재판권 및 준거법)</strong>
<br />
<br />
  ① “회사”와 “이용자” 간에 발생한 전자상거래 분쟁에 관한 소송은 제소 당시의 이용자의 주소에 의하고, 주소가 없는 경우에는 거소를 관할하는 지방법원의 전속관할로 합니다. 다만, 제소 당시 이용자의 주소 또는 거소가 분명하지 않거나 외국 거주자의 경우에는 민사소송법상의 관할법원에 제기합니다.
<br />
  ② “회사”와 “이용자” 간에 제기된 전자상거래 소송에는 한국법을 적용합니다.
<br />
<br />
<strong>&lt;부칙&gt;</strong>
<br />
1. 이 약관은 2021년 1월 26일부터 시행 됩니다.
<br />
<br />
            </div>
        </>
    );
}

export default Notice2;
