import React from 'react';

function Notice1()     {
        return (
            <>
            <div>
<h2><strong>개인정보처리방침</strong></h2>
<br />
<br />
<br />
<strong>1. 개인정보의 처리 목적</strong>
<br />
&lt;포켓마켓&gt;(‘Pokcetmarket.kro.kr’이하 ‘포켓마켓’) 은(는) 다음의 목적을 위하여 개인정보를 처리하고 있으며, 다음의 목적 이외의 용도로는 이용하지 않습니다.
<br />
<br />
- 고객 가입의사 확인, 고객에 대한 서비스 제공에 따른 본인 식별.인증, 회원자격 유지.관리, 물품 또는 서비스 공급에 따른 금액 결제, 물품 또는 서비스의 공급.배송 등
<br />
<br />
<strong>2. 개인정보의 처리 및 보유 기간</strong>
<br />
<br />
① 포켓마켓은(는) 정보주체로부터 개인정보를 수집할 때 동의 받은 개인정보 보유․이용기간 또는 법령에 따른 개인정보 보유․이용기간 내에서 개인정보를 처리․보유합니다.
<br />
<br />
② 구체적인 개인정보 처리 및 보유 기간은 다음과 같습니다.
<br />
<br />
 - 고객 가입 및 관리 : 서비스 이용계약 또는 회원가입 해지시까지
<br />
<br />
 - 결제 서비스 제공 : 전자상거래등에서의 소비자보호에 관한 법률에 따라 5년간 보관
<br />
<br />
 - 서비스 진행상황 안내, 계약 아행 및 약관변경 등의 고지, 주문내역 영수증 발급, 회원관리, 불법 및 부정이용 방지, 서비스 이용 기록의 통계 및 분석, 서비스 개선, 신규 서비스 개발, 주문 관리(교환/반품/취소 포함), 문의 : 서비스 이용계약 또는 회원가입 해지시까지(단, 관련법령 및 회사정책에 따라 보관되는 정보는 예외)
<br />
<br />
③ 회사 내부 정책에 의하여 수집,이용되는 이용자의 정보는 다음과 같습니다.
<br />
<br />
 - 회원가입 남용(부정거래), 서비스 부정 사용(허위리뷰, 이벤트 부정 혜택 등) 확인 및 방지 : 회원 탈퇴 후 3년간 보관
<br />
<br />
<strong>3. 개인정보의 제3자 제공에 관한 사항</strong>
<br />
<br />
① 포켓마켓은(는) 정보주체의 동의, 법률의 특별한 규정 등 개인정보 보호법 제17조 및 제18조에 해당하는 경우에만 개인정보를 제3자에게 제공합니다.
<br />
<br />
② 포켓마켓은(는) 다음과 같이 개인정보를 제3자에게 제공하고 있습니다.
<br />
<br />
1. &lt;음식 판매업체(입점 업체)&gt;
<br />
<br />
개인정보를 제공받는 자 : 음식 판매업체(입점 업체)
<br />
<br />
제공받는 자의 개인정보 이용목적 : 수령인 정보(이메일, 이름)
<br />
<br />
제공받는 자의 보유.이용기간: 서비스 제공 완료 후 파기
<br />
<br />
<strong>4. 개인정보처리 위탁</strong>
<br />
<br />
① 포켓마켓은(는) 원활한 개인정보 업무처리를 위하여 다음과 같이 개인정보 처리업무를 위탁하고 있습니다.
<br />
<br />
1.&lt;서비스 이용 대금 지불&gt;
<br />
<br />
위탁받는 자 (수탁자) : 나이스페이먼츠(주)
<br />
<br />
위탁하는 업무의 내용 : 구매 및 요금 결제
<br />
<br />
위탁기간 : 수탁자 내규에 따름
<br />
<br />
② 포켓마켓은(는) 위탁계약 체결시 개인정보 보호법 제25조에 따라 위탁업무 수행목적 외 개인정보 처리금지, 기술적․관리적 보호조치, 재위탁 제한, 수탁자에 대한 관리․감독, 손해배상 등 책임에 관한 사항을 계약서 등 문서에 명시하고, 수탁자가 개인정보를 안전하게 처리하는지를 감독하고 있습니다.
<br />
<br />
③ 위탁업무의 내용이나 수탁자가 변경될 경우에는 지체없이 본 개인정보 처리방침을 통하여 공개하도록 하겠습니다.
<br />
<br />
<strong>5. 정보주체와 법정대리인의 권리·의무 및 그 행사방법 이용자는 개인정보주체로써 다음과 같은 권리를 행사할 수 있습니다.</strong>
<br />
<br />
① 정보주체는 포켓마켓에 대해 언제든지 다음 각 호의 개인정보 보호 관련 권리를 행사할 수 있습니다.
<br />
<br />
1. 자신의 개인정보를 조회, 수정, 삭제하는 것을 원칙으로 하며, 회사는 이를 제공합니다.
<br />
<br />
2. 정보주체와 법정대리인은 개인정보의 조회, 수정, 삭제를 요청할 수 있으며, 회사는 정택에 따라 본인확인 절차를 거쳐 이를 조치하겠습니다.
<br />
<br />
3. 정보주체가 개인정보의 오류에 대한 정정을 요청한 경우 정정을 완료하기 전까지 당해 개인정보를 이용 또는 제공하지 않습니다. 또한 잘못된 개인정보를 제3자에게 이미 제공한 경우 정정처리결과를 제3자에게 지체없이 통지하여 정정이 이루어지도록 하겠습니다.
<br />
<br />
4. 정보주체는 자신의 개인정보를 최신의 상태로 유지해야 하며, 정보자체의 부정확한 정보 입력으로 발생하는 문제의 책임은 정보주체 자신에게 있습니다.
<br />
<br />
5. 타인의 개인정보를 도용한 회원가입의 경우 이용자 자격을 상실하거나 관련 개인정보보호 법령에 의해 처벌 받을 수 있습니다.
<br />
<br />
6. 이용자는 전자우편, 비밀번호 등에 대한 보안을 유지할 책임이 있으며 제3자에게 이를 양도하거나 대여 할 수 없습니다.
<br />
<br />
<strong>6. 처리하는 개인정보의 항목 작성 </strong>
<br />
<br />
① 포켓마켓은(는) 다음의 개인정보 항목을 처리하고 있습니다.
<br />
<br />
1.&lt;회원 식별, 회원제 서비스 제공, 상담 관리&gt;
필수항목 : 이메일, 로그인ID, 성별, 이름, 닉네임, 프로필 이미지
<br />
<br />
2.&lt;서비스 이용과정이나 사업처리 과정에서 다음과 같은 정보들이 자동으로 생성될 수 있습니다&gt;
필수항목 : 서비스 이용 기록, 접속 로그, 쿠키, 접속 IP 정보, 결제기록
<br />
<br />
<strong>7. 개인정보의 파기 포켓마켓은(는) 원칙적으로 개인정보 처리목적이 달성된 경우에는 지체없이 해당 개인정보를 파기합니다. 파기의 절차, 기한 및 방법은 다음과 같습니다.</strong>
<br />
<br />
-파기절차
이용자가 입력한 정보는 목적 달성 후 별도의 DB에 옮겨져(종이의 경우 별도의 서류) 내부 방침 및 기타 관련 법령에 따라 일정기간 저장된 후 혹은 즉시 파기됩니다. 이 때, DB로 옮겨진 개인정보는 법률에 의한 경우가 아니고서는 다른 목적으로 이용되지 않습니다.
<br />
<br />
-파기기한
이용자의 개인정보는 개인정보의 보유기간이 경과된 경우에는 보유기간의 종료일로부터 5일 이내에, 개인정보의 처리 목적 달성, 해당 서비스의 폐지, 사업의 종료 등 그 개인정보가 불필요하게 되었을 때에는 개인정보의 처리가 불필요한 것으로 인정되는 날로부터 5일 이내에 그 개인정보를 파기합니다.
<br />
<br />
<strong>8. 개인정보 자동 수집 장치의 설치•운영 및 거부에 관한 사항</strong>
<br />
<br />
① 포켓마켓 은 개별적인 맞춤서비스를 제공하기 위해 이용정보를 저장하고 수시로 불러오는 ‘쿠키(cookie)’를 사용합니다. ② 쿠키는 웹사이트를 운영하는데 이용되는 서버(http)가 이용자의 컴퓨터 브라우저에게 보내는 소량의 정보이며 이용자들의 PC 컴퓨터내의 하드디스크에 저장되기도 합니다. 가. 쿠키의 사용 목적 : 이용자가 방문한 각 서비스와 웹 사이트들에 대한 방문 및 이용형태, 인기 검색어, 보안접속 여부, 등을 파악하여 이용자에게 최적화된 정보 제공을 위해 사용됩니다. 나. 쿠키의 설치•운영 및 거부 : 웹브라우저 상단의 도구&gt;인터넷 옵션&gt;개인정보 메뉴의 옵션 설정을 통해 쿠키 저장을 거부 할 수 있습니다. 다. 쿠키 저장을 거부할 경우 맞춤형 서비스 이용에 어려움이 발생할 수 있습니다.
<br />
<br />
<strong>9. 개인정보 보호책임자 작성</strong>
<br />
<br />
① 포켓마켓은(는) 개인정보 처리에 관한 업무를 총괄해서 책임지고, 개인정보 처리와 관련한 정보주체의 불만처리 및 피해구제 등을 위하여 아래와 같이 개인정보 보호책임자를 지정하고 있습니다.
<br />
<br />
▶ 개인정보 보호책임자
<br />
<br />
성명 :장문진
<br />
직책 :대표
<br />
연락처 :01094109188, pocketmarket.official@gmail.com,
<br />
<br />
※ 개인정보 보호 담당부서로 연결됩니다.
<br />
<br />
② 정보주체께서는 포켓마켓의 서비스(또는 사업)을 이용하시면서 발생한 모든 개인정보 보호 관련 문의, 불만처리, 피해구제 등에 관한 사항을 개인정보 보호책임자 및 담당부서로 문의하실 수 있습니다. 포켓마켓은(는) 정보주체의 문의에 대해 지체 없이 답변 및 처리해드릴 것입니다.
<br />
<br />
<strong>10. 개인정보 처리방침 변경</strong>
<br />
<br />
①이 개인정보처리방침은 시행일로부터 적용되며, 법령 및 방침에 따른 변경내용의 추가, 삭제 및 정정이 있는 경우에는 변경사항의 시행 7일 전부터 공지사항을 통하여 고지할 것입니다.
<br />
<br />
<strong>11. 개인정보의 안전성 확보 조치 포켓마켓은(는) 개인정보보호법 제29조에 따라 다음과 같이 안전성 확보에 필요한 기술적/관리적 및 물리적 조치를 하고 있습니다.</strong>
<br />
<br />
1. 개인정보 취급 직원의 최소화 및 교육
개인정보를 취급하는 직원을 지정하고 담당자에 한정시켜 최소화 하여 개인정보를 관리하는 대책을 시행하고 있습니다.
<br />
<br />
2. 해킹 등에 대비한 기술적 대책
 포켓마켓은 해킹이나 컴퓨터 바이러스 등에 의한 개인정보 유출 및 훼손을 막기 위하여 보안프로그램을 설치하고 주기적인 갱신·점검을 하며 외부로부터 접근이 통제된 구역에 시스템을 설치하고 기술적/물리적으로 감시 및 차단하고 있습니다.
<br />
<br />
3. 개인정보에 대한 접근 제한
개인정보를 처리하는 데이터베이스시스템에 대한 접근권한의 부여,변경,말소를 통하여 개인정보에 대한 접근통제를 위하여 필요한 조치를 하고 있으며 침입차단시스템을 이용하여 외부로부터의 무단 접근을 통제하고 있습니다.
<br />
<br />
4. 비인가자에 대한 출입 통제
개인정보를 보관하고 있는 물리적 보관 장소를 별도로 두고 이에 대해 출입통제 절차를 수립, 운영하고 있습니다.
<br />
<br />
<strong>12. 고지의 의무</strong>
<br />
<br />
①현 개인정보처리방침은 법령, 정부의 정책 또는 회사 내부정책 등 필요에 의하여 변경될 수 있으며, 내용추가, 삭제 및 수정이 있을 시에는 개정 최소 7일전부터 홈페이지를 통해 고지할 것입니다. 다만, 이용자 권리의 중요한 변경이 있을 경우에는 최소 30일 전에 고지합니다.
<br />
<br />
 - 공고일자 : 2021년 1월 14일
<br />
 - 시행일자 : 2021년 1월 22일
            </div>
            </>
        );
}

export default Notice1;
